{"dwarf_info": {
    "dorf": [
        {
          "name": "Thob Imushducim",
          "sex": "Female",
          "job": "Expedition leader",
          "status": "has been quite content lately. She slept in the dirt recently. She talked with a friend lately. She has complained of the lack of chairs lately. She was caught in the rain recently. She has been satisfied at work lately.",
          "religion": "She is a worshipper of Avuz the Oil of Granite and a faithful worshipper of Otik Greenoils the Mines of Gleaming.",
          "citizenship": "She is a citizen of The Oars of Panting.",
          "membership": "She is a member of The Wires of Chastity. She is expedition leader of The Wires of Chastity.",
          "arrival_date": "She arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 59,
          "birth_date": "26th of Obsidian in the year 491.",
          "physical_desc": {
                    "size": "average",
                    "teeth": "tangled",
                    "nose": "extraordinarily broad",
                    "hair_size": "clean-shaven",
                    "ears": "somewhat short",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise"
          },
          "physical_traits": "She is indefatigable, very agile, rarely sick and quick to heal.",
          "likes": ["hematite", "nickel melanite", "cashew wood", "wood", "clear glass", "goat horn", "the color goldenrod", "picks", "earrings", "turkeys gobble"],
          "prefered_foods": ["carrot wine", "hard wheat flour"],
          "dislikes": ["fire snakes"],
          "mental_status": "She has poor focus, a little difficulty with words, a meaget kinestheric sense, meager creativity, a large defecit of willpower, a poor memory, poor spatial senses, little natural inclination toward music, and a lack of understanding of social relationships.",
          "ideals": "Like others in her culture, she holds craftdwarfship to be of the highest ideals and celebrates talented artisans and their masterworks, has a great deal of respect for the law, greatly prizes loyalty, values family greatly, sees friendship as one of the finer things in life, believes that honesty is a high ideal, respects artists and their works, really respects those that take the time to master a skill, respects fair-dealing and fair-play, values cooperation, finds merrymaking and partying worthwhile activities, values martial prowess, values leisure time, respects commerce and finds nature somewhat disturbing.",
          "personal_ideals": "She personally believes that hard work is one of the highest ideals and a key to the good life, doesn't respect a society that has settled into harmony without debate and strife, and finds those that deny their impulses somewhat stiff.",
          "dreams": "She dreams of raising a family.",
          "personality": "She is a pessimist. She could be considered rude. She tends to be swayed by the emotions of others. She likes to brawl. She sometimes acts with little determination and confidence. She doesn't mind a little tumult and discord in day-to-day living. She tends to make a small mess with her own possessions. She doesn't cling tightly to ideas and is open to changing her mind. She can handle stress. She occassionally overindulges. She needs alcohol to get through the working day. She likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Erith Icummorul",
          "sex": "male",
          "job": "Hunter",
          "status": "has been quite content lately. He slept in the dirt recently. He has complained of the lack of chairs lately.",
          "religion": "He is an ardent worshipper of The Watchful Paper and a worshipper of Avuz the Oil of Granite.",
          "citizenship": "He is a citizen of The Oars of Panting.",
          "membership": "He is a member of The Wires of Chastity.",
          "arrival_date": "He arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 51,
          "birth_date": "14th of Limestone in the year 499.",
          "physical_desc": {
                    "size": "corpulent",
                    "teeth": "",
                    "hair_properties": "straight",
                    "sideburns": "very long and neatly combed",
                    "moustache": "long and neatly combed",
                    "beard": "very long and neatly combed",
                    "hair_size": "short and neatly combed",
                    "ears": "somewhat short",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise",
                    "face": "high cheekbones and a round chin"
          },
          "physical_traits": "He is weak and very slow to heal",
          "likes": ["native silver", "bismuth", "morganite", "pomelo wood", "wood", "the color brown", "battle axes", "gauntlets", "tables", "earrings", "reindeer for their large heads", "muskmelon vines for their fruit"],
          "prefered_foods": ["orca", "brown bullhead", "muck roots", "bilberry wine", "tomatillo seeds"],
          "dislikes": ["fire snakes"],
          "natural_ability": "music",
          "mental_status": "He has an iffy memory, poor empathy, quite poor focus, little linguistic ability, and very little patience.",
          "ideals": "Like others in his culture, he holds craftdwarfship to be of the highest ideals and celebrates talented artisans and their masterworks, has a great deal of respect for the law, greatly prizes loyalty, values family greatly, sees friendship as one of the finer things in life, believes that honesty is a high ideal, respects artists and their works, really respects those that take the time to master a skill, deeply respects those that work hard at their labors, respectes fair-dealing and fair-play, values cooperation, values martial prowess, values leisure time and respects commerce.",
          "personal_ideals": "He personally seems merrymaking as a waste and doesn't care about nature one way or another.",
          "dreams": "He dreams of crafting a masterwork.",
          "personality": "He doesn't focus on material goods. He is quite comfortable with others that have a different appearance or culture. He does not easily hate or develop negative feelings. He likes to take it easy. He perfers to present himself modestly. He tends to consider what others think of him. He needs alcohol to get through the working day. He likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Catten Kacothshem",
          "sex": "Female",
          "job": "Mason",
          "status": "has been quite content lately. She slept in the dirt recently. She talked with a friend lately. She complained of the lack of chairs lately. She was caught in the rain recently.",
          "religion": "She is a worshipper of Cog Sinkroared and a causal worshipper of Cog Sinkroared.",
          "citizenship": "She is a citizen of The Oars of Panting.",
          "membership": "She is a member of The Wires of Chastity.",
          "arrival_date": "She arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 73,
          "birth_date": "21st of Opal in the year 477.",
          "physical_desc": {
                    "size": "incredibly muscular",
                    "teeth": "crowded",
                    "hair_properties": "straight",
                    "sideburns": "",
                    "moustache": "",
                    "beard": "",
                    "hair_size": "medium length and tied in a pony tail.",
                    "ears": "very short",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise",
                    "face": "somewhat tall"
          },
          "physical_traits": "She is mighty and rarely sick, but she is flimsy and very quick to tire",
          "likes": ["malachite", "silver", "white jade", "gems", "armor stands"],
          "prefered_foods": ["tapir cheese", "leeks", "buckwheat beer"],
          "dislikes": ["toads"],
          "natural_ability": "",
          "mental_status": "She has an amazing spatial sense a very good sense of empathy, a great memory, a sum of patience and the ability to focus, but she has a meager ability with social relationships, little linguistic ability and very bad intuition.",
          "ideals": "Like others in her culture she holds craftsdwarfship to be of the highest ideas and celebrates talented artisans and their masterworks, has a great deal of respect for the law, greatly respects artists, prizes loyalty, values family, greatly believes that honesty is a high ideal, greatly respects those that work hard at their labors, repects fair-dealing and fair-play, values cooperation, finds merrymaking and partying worthwhile activites, values martial prowess, values leisure time, respects commerce and finds nature somewhat disturbing.",
          "personal_ideals": "She personally values romance, sees competition as wasteful and silly and does not care about friendship.",
          "dreams": "",
          "personality": "She cannot tolerate differences in culture, lifestyle or appearance. She is grounded in reality. She tends to be a bit stubborn in changing her mind about things. She finds obligations confining though she is conflicted by this for more than one reason. She has a tendency to go it alone without considering the advice of others. She prefers to present herself modestly. She is ofter cheerful. She can handle stress. She has an active sense of humor. When thinking hard she has a habit of licking her lips. She needs alcohol to get through the working day. She likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Kumil Edemeberdan",
          "sex": "Male",
          "job": "Woodcutter",
          "status": "has been quite content lately. He slept in the dirt recently. He talked with a friend lately. He has been satisfied at work lately. He has complained of the lack of chairs lately. He was caught in the rain recently.",
          "religion": "He is a worshipper of Geshud and a faithful worshipper of Doren.",
          "citizenship": "He is a citizen of The Oars of Panting.",
          "membership": "He is a member of The Wires of Chastity.",
          "arrival_date": "She arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 58,
          "birth_date": "9th of Felsite in the year 492.",
          "physical_desc": {
                    "size": "fat",
                    "teeth": "",
                    "hair_properties": "",
                    "sideburns": "clean-shaven",
                    "moustache": "very long and neatly combed.",
                    "beard": "very long and neatly combed",
                    "hair_size": "medium length and arranged in double braids.",
                    "ears": "short and somewhat broad",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise",
                    "nose": "upturned",
                    "face": "high cheekbones"
          },
          "physical_traits": "He is sisceptible to disease.",
          "likes": ["rhyolite", "billon yellow grossular", "bilou leather", "giant snowy owl bone", "light brown", "crossbows", "ballista arrows", "ducks for their quacks", "brook lampreys for their beauty"],
          "prefered_foods": ["sparrow", "maize beer", "winter melons"],
          "dislikes": ["moon snails"],
          "natural_ability": "",
          "mental_status": "He has a sum of patience but he has a meager kinesthetic sense, poor focus, poor creativity, and very little lingusitic ability",
          "ideals": "Like others in his culture he has a great deal of respect for the law, values family greatly, believes that honesty is a high ideal, greatly respects artists for their works, really respects those that take the time to master a skill, deeply respects artists and their works, really respects those that take the time to master a skill, deeply respects those that work hard at their labors, respects fair-dealing and fair-play, values cooperation, finds merrymaking and partying worthwhile activities, values martial prowess, values leisure time, repects commerce, and finds nature somewhat disturbing.",
          "personal_ideals": "He personally sees the pursuit of good craftsdwarfship to total waste, finds mainting decorum a silly fumbling waste of time, values self control, thinks friendship is important and doesn't particularly value loyalty.",
          "dreams": "He dreams of mastering a skill.",
          "personality": "He is intellectually stubborn, rarely changing his mind during a debare regardless of the merits. He is very humble. He tends to assime the worst of two outcomes will be the one that comes to pass. He does not go out of his way to help others. He likes to brawl. He is often nervous. He doesn't handle stress well. He is stubborn. He tries to do things correctly each time. He is slow to trust others. He has an active imagination. He is quite ambitious. He is not particularly interested in what others think of him. He needs alcohol to get throught the working day. He likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Urvad Dumatiklist",
          "sex": "Female",
          "job": "Carpenter",
          "status": "has been quite content lately. She slept in the dirt recently. She talked with a friend lately. She has complained of the lack of chairs lately. She has been satisfied at work lately. She was caught in the rain recently.",
          "religion": "She is a faithful worshipper of Otik Greenoils the Mines of Gleaming and a faithful worshipper of Geshud.",
          "citizenship": "She is a citizen of The Oars of Panting.",
          "membership": "She is a member of The Wires of Chastity.",
          "arrival_date": "She arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 57,
          "birth_date": "5th of Slate in the Year 493.",
          "physical_desc": {
                    "size": "very fat",
                    "teeth": "",
                    "hair_properties": "clean-shaven",
                    "sideburns": "",
                    "moustache": "",
                    "beard": "",
                    "hair_size": "medium length and tied in a pony tail.",
                    "ears": "somewhat short and somewhat broad",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "",
                    "nose": "slightly upturned",
                    "face": "very high cheekbones and a round chin"
          },
          "physical_traits": "She is clumsy, very slow to heal and very quick to tire.",
          "likes": ["basalt", "silver", "sterling silver", "golden beryl", "chestnut wood", "crundle horn", "spears", "large gems", "puzzleboxes"],
          "prefered_foods": ["great barracuda", "nautilus", "carrot wine"],
          "dislikes": ["snails"],
          "natural_ability": "",
          "mental_status": "She has a good spatial sense, willpower, and a good memory, but she has poor creativity and a very bad sense of empathy.",
          "ideals": "Like others in her culture, she has a great deal of respect for the law, greatly prizes loyalty, values family greatly, seems friendship as one of the finer things in life, believes that honesty is a high ideal, greatly respects artists and their works, really respects those that take the time to master a skill, respects fair-dealing and fair-play, values cooperation, finds merrymaking and partying worthwile activities, values martial prowess, values leisure time, respects commerce and finds nature somewhat disturbing.",
          "personal_ideals": "She personally doesn't really see the point of working hard and doesn't particularly care about craftsdwarfship.",
          "dreams": "She dreams of creating a great work of art.",
          "personality": "She has a strong tendency toward privacy. She is an optimist. She tends to avoid crowds. She can easily fall in love or develop positive sentiments. She does not have a great aesthetic sensitivity, and she is conflicted by this as she values artwork and its' creation. She tries to do things correctly each time. She tries to keep her things orderly. She rarely feels discouraged. She does not go out of her way to help others. She has a greedy streak. She generally acts with a narrow focus on the current activity. When she's bored, she constantly rolls her eyes. She laughs in a unique way when she's nervous. She needs alcohol to get through the working day. She likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Zasit Lalturmosus",
          "sex": "Male",
          "job": "Miner",
          "status": "has been quite content lately. He slept in the dirt recently. He talked with a friend lately. He has complained of the lack of chairs lately. He was caught in the rain recently.",
          "religion": "He is a faithful worshipper of Kuler the Oracle of Visionaries and a worshipper of Cog Sinkroared.",
          "citizenship": "He is a citizen of The Oars of Panting.",
          "membership": "He is a member of The Wires of Chastity.",
          "arrival_date": "He arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 70,
          "birth_date": "14th of Obsidian in the Year 480.",
          "physical_desc": {
                    "size": "corpulent",
                    "teeth": "tangled",
                    "hair_properties": "straight",
                    "sideburns": "short and neatly combed",
                    "moustache": "very long and neatly combed",
                    "beard": "very long and braided",
                    "hair_size": "short and neatly combed.",
                    "ears": "somewhat splayed out and somewhat narrow",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise and slightly rounded",
                    "nose": "slightly upturned",
                    "face": "high cheekbones and round chin"
          },
          "physical_traits": "He is very weak, quite susceptible to disease and very slow to heal.",
          "likes": ["borax", "steel", "indigo", "tourmaline", "cherry wood", "wood", "muskoxen for their strength"],
          "prefered_foods": ["giant pangolin", "prickle berry wine"],
          "dislikes": ["mussels"],
          "natural_ability": "",
          "mental_status": "He has great analytical abilities, a great affinity for language, great intuition, a good memory, willpower, and a feel for music, but he has little patience.",
          "ideals": "Like others in his culture, he holds craftsdwarfship to be of the highest ideals and celebrates talented artisans and their masterworks, has a great deal of respect for the law, greatly prizes loyalty, values family greatly, sees friendship as one of the finer things in life, believes that honesty is a high ideal, greatly respects artists and their works, really respects those that take the time to master a skill, deeply respects those that work hard at their labors, values cooperation, values martial prowess, values leisure time, and finds nature somewhat disturbing.",
          "personal_ideals": "He personally is disgusted by merrymakers, sees life as unfair and doesn't mind it that way, and doesn't particularly respect commerce.",
          "dreams": "He dreams of mastering a skill.",
          "personality": "He is an optimist. He is quite ambitious. He enjoys the company of others. He tends to think before acting. He has a calm demeanor. He can handle stress. He doesn't cling tightly to ideas and is open to changing his mind. He needs alcohol to get through the working day. He likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
        {
          "name": "Kadol Thedakuzol",
          "sex": "Female",
          "job": "Miner",
          "status": "has been quite content lately. She slept in the grass recently. She has been satisfied at work lately. She has complained of the lack of chairs lately. She was caught in the rain recently.",
          "religion": "He is a casual worshipper of Shesam and a causal worshipper of Shesam.",
          "citizenship": "He is a citizen of The Oars of Panting.",
          "membership": "He is a member of The Wires of Chastity.",
          "arrival_date": "He arrived at Ugogibruk Asdosalaklinem on the 15th of Granite in the year 550.",
          "age": 59,
          "birth_date": "14th of Limestone in the Year 491.",
          "physical_desc": {
                    "size": "very fat",
                    "teeth": "",
                    "hair_properties": "clean-shaven",
                    "sideburns": "",
                    "moustache": "",
                    "beard": "",
                    "hair_size": "",
                    "ears": "somewhat broad and short",
                    "hair_color": "dark taupe",
                    "skin": "burnt umber",
                    "eyes": "turquoise and slightly wide-set",
                    "nose": "upturned",
                    "face": ""
          },
          "physical_traits": "She is clumsy, slow to heal and very quick to tire.",
          "likes": ["chert", "electrum topazolite", "worn leather", "squares", "pigs for their sense of smell", "giant moles for their noses"],
          "prefered_foods": ["sheep", "plum wine"],
          "dislikes": ["bats"],
          "natural_ability": "",
          "mental_status": "HShe has a great deal of patience, but she has an iffy sense for music, a meager ability with social relationships, poor creativity and a poor kinesthetic sense.",
          "ideals": "Like others in his culture, she holds craftsdwarfship to be of the highest ideals and celebrates talented artisans and their masterworks, has a great deal of respect for the law, greatly prizes loyalty, values family greatly, sees friendship as one of the finer things in life, believes that honesty is a high ideal, greatly respects artists and their works, really respects those that take the time to master a skill, deeply respects those that work hard at their labors, respects fair-dealing and fair-play, values cooperation, finds merrymaking and partying worthwhile activities, values martial prowess, values leisure time, respects commerce and finds nature somewhat disturbing.",
          "personal_ideals": "He personally is disgusted by merrymakers, sees life as unfair and doesn't mind it that way, and doesn't particularly respect commerce.",
          "dreams": "He dreams of crafting a masterwork someday.",
          "personality": "She is swayed by emotional appeals. She dislikes helping others. She has a very calm demeanor. She is quick to anger. She doesn't mind wearing something special now and again. She occasionally overindulges. She takes offered help and gifts without feeling particular grateful. She is often cheerful. She is not inherently proud of her talents and accomplishments. She can handle stress. She doesn't mind a little tumult and discord in day-to-day living. She tends to assume the worst of two outcomes will be the one that comes to pass. She needs alcohol to get through the working day. She likes working outdoors and grumbles only mildly at inclement weather.",
          "final_traits": "A short, sturdy creature fond of drink and industry"
        },
    ],
}}